import React from "react";
import Image from "next/image";

function about() {
  return (
    <div className="mt-32 flex justify-center items-center flex-col">
      <h1 className="text-7xl mb-12">درباره ما</h1>
      <p className="max-w-[500px] text-lg text-center">
        گروه وکلای شرکت های تجاری صدرا ، از جمعی از وکلای پایه یک دادگستری و کد
        همگی فارغ التحصیلان مقطع کارشناسی ارشد حقوق شرکت های تجاری دانشگاه علوم
        قضایی بوده سال ها در... وکالت و یا سمت قضایی به کار اشتغال داشته اند
        حوزه صاحب نظر و متخصص می باشند تشکیل شده است . این مجموعه با نگاهی تخصصی
        و هدفمند تمرکز فعالیت حرفه ای خویش را بر حوزه مسائل حقوقی مربوط به شرکت
        های تجاری و بنگاه های اقتصادی از جمله مسائل بیشتر دعوای حقوقی و جزایی ،
        ورشکستگی و انحلال ، داوری داخلی و بین المللی ، تنظیم قراردادها ، مسائل
        حوزه کار ، چک ، سفته ، برات ، سهامداران و مسائل مربوط به سهام داری ،
        بانک ، بورس و سازمان های تجاری و اقتصادی و ... قرار داده است . همچنین
        این مجموعه با هدف کمک و مساعدت حقوقی به شرکت های تجاری و فعالین اقتصادی
        آماده ارائه هرگونه خدمات حقوقی در حوزه های مختلف می باشد
      </p>
    </div>
  );
}

export default about;
